Repository: CamiloA-17/brewly
Catalog: ios/BrewlyKit/Sources/BrewlyDesignSystem/Resources/CatalogProcesses.xcstrings
Source language: en
Languages: es

source: Anaerobic Honey
es: Honey anaeróbico

source: Anaerobic Natural
es: Natural anaeróbico

source: Anaerobic Washed
es: Lavado anaeróbico

source: Black Honey
es: Honey negro

source: Carbonic Maceration
es: Maceración carbónica

source: Co-fermented
es: Cofermentado

source: Double Fermentation
es: Doble fermentación

source: Extended Fermentation
es: Fermentación prolongada

source: Red Honey
es: Honey rojo

source: Semi-washed
es: Semilavado

source: Thermal Shock
es: Choque térmico

source: Washed
es: Lavado

source: Wet-hulled
es: Descascarado húmedo

source: White Honey
es: Honey blanco

source: Yeast Inoculated
es: Inoculado con levaduras

source: Yellow Honey
es: Honey amarillo
